List.org
* InferencePaperList

* Variational inference

** Black Box Variational Inference
+ Copula variational inference
+ Doubly Stochastic Variational Bayes for non-Conjugate Inference
+ Dropout as a Bayesian Approximation: Representing Model Uncertainty in Deep Learning
+ Early Stopping as Nonparametric Variational Inference
+ Fast Variational Inference in the Conjugate Exponential Family
+ Fixed-Form Variational Posterior Approximation through Stochastic Linear Regression
+ Gaussian Kullback-Leibler Approximate Inference
+ Hierarchical Variational Models
+ Linear Response Methods for Accurate Covariance Estimates from Mean Field Variational Bayes
+ Markov Chain Monte Carlo and Variational Inference: Bridging the Gap
+ Neural Variational Inference and Learning in Belief Networks
+ Nonparametric Variational Inference
+ On Modern Deep Learning and Variational Inference
+ Practical Variational Inference for Neural Networks
+ Robust Inference with Variational Bayes
+ Smoothed Gradients for Stochastic Variational Inference
+ Stochastic Backpropagation and Approximate Inference in Deep Generative Models
+ Stochastic Variational Inference
+ Streaming Variational Inference for Bayesian Nonparametric Mixture Models
+ Streaming, Distributed Variational Inference for Bayesian Nonparametrics
+ Structured Stochastic Variational Inference
+ Variational Bayesian Inference with Stochastic Search
+ Variational Inference in Nonconjugate Models
