List.tex
% Created 2016-04-01 Fri 17:40
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{fixltx2e}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\author{Ubuntu}
\date{\today}
\title{}
\hypersetup{
 pdfauthor={Ubuntu},
 pdftitle={},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 24.3.1 (Org mode 8.3.4)}, 
 pdflang={English}}
\begin{document}

\tableofcontents

\section{InferencePaperList}
\label{sec:orgheadline1}

\section{Variational inference}
\label{sec:orgheadline2}

\begin{itemize}
\item Black Box Variational Inference
\item Copula variational inference
\item Doubly Stochastic Variational Bayes for non-Conjugate Inference
\item Dropout as a Bayesian Approximation: Representing Model Uncertainty in Deep Learning
\item Early Stopping as Nonparametric Variational Inference
\item Fast Variational Inference in the Conjugate Exponential Family
\item Fixed-Form Variational Posterior Approximation through Stochastic Linear Regression
\item Gaussian Kullback-Leibler Approximate Inference
\item Hierarchical Variational Models
\item Linear Response Methods for Accurate Covariance Estimates from Mean Field Variational Bayes
\item Markov Chain Monte Carlo and Variational Inference: Bridging the Gap
\item Neural Variational Inference and Learning in Belief Networks
\item Nonparametric Variational Inference
\item On Modern Deep Learning and Variational Inference
\item Practical Variational Inference for Neural Networks
\item Robust Inference with Variational Bayes
\item Smoothed Gradients for Stochastic Variational Inference
\item Stochastic Backpropagation and Approximate Inference in Deep Generative Models
\item Stochastic Variational Inference
\item Streaming Variational Inference for Bayesian Nonparametric Mixture Models
\item Streaming, Distributed Variational Inference for Bayesian Nonparametrics
\item Structured Stochastic Variational Inference
\item Variational Bayesian Inference with Stochastic Search
\item Variational Inference in Nonconjugate Models
\end{itemize}
\end{document}
